Repository: wizarrrrr/wizarr
Catalog: apps/wizarr-frontend/src/language/*/app.po
Languages: de, es, fr

source: Planning on watching Movies on this device? Download Plex for this device.
de: Planen Sie, Filme auf diesem Gerät anzusehen? Laden Sie Plex für dieses Gerät herunter.
es: ¿Planeas ver películas en este dispositivo? Descarga Plex para este dispositivo.
fr: Vous comptez visionner des médias sur cet appareil ? Téléchargez Plex pour celui-ci.

source: Please bare in mind that these tools are only for debugging purposes and we will not provide you with support from any issues that may arise from using them.
de: Bitte beachte, dass diese Tools nur für Debugging-Zwecke gedacht sind und wir keinen Support für etwaige Probleme bieten werden, die bei ihrer Verwendung auftreten könnten.
es: Tenga en cuenta que estas herramientas son solo para fines de depuración y no le brindaremos asistencia ante ningún problema que pueda surgir al usarlas.
fr: Veuillez garder en tête que ces outils ont uniquement pour but de déboguer et que nous ne fournirons aucun support pour tout problème résultant de leur utilisation.

source: Please bare with us while we work on development of this portal.
de: Bitte habt Geduld mit uns, während wir an der Entwicklung dieses Portals arbeiten.
es: Por favor, tenga paciencia con nosotros mientras trabajamos en el desarrollo de este portal.
fr: Veuillez patienter pendant que nous travaillons sur la création de ce portail.

source: Please enter an invite code
de: Bitte gib einen Einladungscode ein
es: Por favor ingresa un código de invitación
fr: Veuillez renseigner un code d'invitation

source: Please enter your invite code
de: Bitte gib deinen Einladungscode ein
es: Por favor ingresa tu código de invitación
fr: Veuillez renseigner votre code d'invitation

source: Please login to your Plex account to help us connect you to our server.
de: Bitte melde dich in deinem Plex-Konto an, um Zugriff auf unseren Server zu erhalten.
es: Inicia sesión en tu cuenta Plex para ayudarnos a conectarlo a nuestro servidor.
fr: Veuillez vous connecter à votre compte Plex pour nous aider à vous connecter à votre serveur.

source: Please take a copy your API key. You will not be able to see it again, please make sure to store it somewhere safe.
de: Bitte kopiere den API-Schlüssel. Du wirst ihn nicht erneut sehen können. Stelle sicher, ihn an einem sicheren Ort zu speichern.
es: Por favor, haga una copia de su clave API. No podrás volver a verla, asegúrate de guardarla en un lugar seguro.
fr: Veuillez conserver une copie de votre clé API. Vous ne pourrez plus la consulter, assurez-vous de la conserver en lieu sûr.

source: Please wait
de: Bitte warten
es: Espera por favor
fr: Veuillez patienter

source: Please wait...
de: Bitte warten...
es: Espera por favor...
fr: Veuillez patienter...

source: Plex Warning
de: Plex Warnung
es: Advertencia sobre Plex
fr: Avertissement de Plex

source: Preparing the spells
de: Die Zaubersprüche vorbereiten
es: Preparando los hechizos
fr: Préparation des sorts

source: Read More
de: Mehr laden
es: Leer más
fr: En savoir plus

source: Recent Contributors
de: Neueste Unterstützer
es: Colaboradores recientes
fr: Derniers contributeurs

source: Register
de: Registrieren
es: Registrarse
fr: Inscription

source: Request Access
de: Zugang beantragen
es: Solicitar acceso
fr: Demander un accès

source: Requests
de: Anfragen
es: Solicitudes
fr: Demandes

source: Reset Layout
de: Layout zurücksetzen
es: Restablecer diseño
fr: Réinitialiser la mise en page

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer

source: Restore a backup of your database and configuration from a backup file. You will need to provide the encryption password that was used to create the backup.
de: Stelle eine Sicherung deiner Datenbank und Konfiguration aus einer Backup-Datei wieder her. Du musst das Verschlüsselungspasswort angeben, das für das Erstellen der Sicherung verwendet wurde.
es: Restaura un respaldo de tu base de datos y configuración desde un archivo. Necesitarás proporcionar la clave de cifrado que elegiste para crear el respaldo.
fr: Restaurer une sauvegarde de votre base de données et de votre configuration depuis un fichier de sauvegarde. Vous devrez fournir le mot de passe de chiffrement utilisé pendant la création du fichier.

source: Save
de: Speichern
es: Guardar
fr: Enregistrer

source: Save Account
de: Konto speichern
es: Guardar cuenta
fr: Enregistrer le compte

source: Save Connection
de: Verbindung speichern
es: Guardar conexión
fr: Enregistrer la connexion

source: Save Dashboard
de: Dashboard speichern
es: Guardar panel
fr: Enregistrer le tableau de bord

source: Scan for Users
de: Nach Benutzer scannen
es: Escanear usuarios
fr: Rechercher des utilisateurs

source: Scan Users
de: Benutzer scannen
es: Escanear Usuarios
fr: Rechercher des utilisateurs

source: Search
de: Suchen
es: Buscar
fr: Rechercher

source: Search Settings
de: Sucheinstellungen
es: Buscar en ajustes
fr: Paramètres de recherche

source: Select Language
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner une langue

source: Select Libraries
de: Bibliotheken auswählen
es: Seleccionar bibliotecas
fr: Sélectionner des bibliothèques

source: Server URL
es: URL del servidor
fr: URL du serveur

source: Sessions
de: Sitzungen
es: Sesiones

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres

source: Settings Categories
de: Einstellungen Kategorien
es: Categorías ajustes
fr: Catégories de paramètres

source: Settings for user accounts
de: Einstellungen für Benutzerkonten
es: Ajustes de cuentas de usuario
fr: Paramètres des comptes utilisateurs

source: Setup your account
de: Einrichten deines Kontos
es: Configura tu cuenta
fr: Configurer votre compte

source: Share Invitation
de: Einladung teilen
es: Compartir invitación
fr: Partager l'invitation

source: Share this link with your friends and family to invite them to join your media server.
de: Teile diesen Link mit Freunden und Familie, um sie zur Teilnahme bei deinem Medienserver einzuladen.
es: Comparte este enlace con tus amigos y familiares para invitarlos a unirse a tu servidor multimedia.
fr: Partagez ce lien avec vos amis et votre famille pour les inviter à rejoindre votre serveur multimédia.

source: So let's see how to get started!
de: Lass uns also sehen, wie Du beginnen kannst!
es: ¡Así que veamos cómo empezar!
fr: Voyons comment débuter !

source: So you now have access to our server's media collection. Let's make sure you know how to use it with Plex.
de: Du hast nun Zugriff auf die Mediensammlung unseres Servers. Stellen wir sicher, dass Du weisst, wie Du diese mit Plex nutzen kannst.
es: Ahora tienes acceso a la colección de medios de nuestro servidor. Asegurémonos de que sabes cómo usarlo con Plex.
fr: Vous avez à présent accès à notre serveur multimédia. Assurons-nous que vous sachez l'utiliser avec Plex.

source: Something went wrong while trying to join the server. Please try again later.
de: Beim Versuch, dem Server beizutreten, ist etwas schief gelaufen. Bitte versuche es später noch einmal.
es: Algo salió mal al intentar unirse al servidor. Por favor, inténtalo de nuevo más tarde.
fr: Quelque chose ne s'est pas bien passé en essayant de rejoindre le serveur. Veuillez réessayer plus tard.

source: Something's missing.
de: Etwas fehlt.
es: Algo falta.
fr: Il manque quelque chose.

source: Sorry, we can't find that page. It doesn't seem to exist!
de: Entschuldigung, wir können diese Seite nicht finden. Sie scheint nicht zu existieren!
es: Lo sentimos, no podemos encontrar esa página. ¡No parece existir!
fr: Désolé, nous ne trouvons pas cette page. Elle semble de pas exister !

source: Start Support Session
de: Support-Sitzung starten
es: Iniciar sesión de soporte
fr: Démarrer une session d'assistance

source: Start Walkthrough
de: Starte die Einführung
es: Iniciar recorrido
fr: Commencer la visite guidée

source: Still under development
de: Noch in Entwicklung
es: Aún en desarrollo
fr: En cours de développement

source: Summoning the spirits
de: Die Geister herbeirufen
es: Convocando a los espíritus
fr: Invocation des esprits

source: Support session ended
de: Die Support-Sitzung wurde beendet
es: Sesión de soporte finalizada
fr: Fin de la session d'assistance

source: Support Us
de: Unterstütze uns
es: Ayúdanos
fr: Nous supporter

source: System Default
de: Systemvoreinstellung
es: Por defecto
fr: Système par défaut

source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches

source: There are a lot of settings, so you can search for them by using the search bar.
de: Es gibt eine Vielzahl von Einstellungen, die Du mit der Suchleiste finden kannst.
es: Hay muchas configuraciones, por lo que puedes buscarlas usando la barra de búsqueda.
fr: Il existe de nombreux paramètres, vous pouvez les rechercher en utilisant la barre de recherche.

source: These are your widgets, you can use them to get a quick overview of your Wizarr instance.
de: Dies sind deine Widgets, mit denen du dir einen schnellen Überblick über deine Wizarr-Instanz verschaffen kannst.
es: Estos son tus widgets, puedes usarlos para obtener una descripción general rápida de tu instancia de Wizarr.
fr: Ce sont vos widgets, vous pouvez les utiliser pour avoir un aperçu rapide de votre instance Wizarr.

source: These features are only available to paying members
de: Diese Funktionen stehen nur zahlenden Mitgliedern zur Verfügung
es: Estas funciones sólo están disponibles para miembros de pago
fr: Ces fonctionnalités sont uniquement disponibles pour les membres payants

source: This is a temporary and we are working on adding support for other databases.
de: Dies ist nur vorübergehend und wir arbeiten daran, Unterstützung für andere Datenbanken hinzuzufügen.
es: Esto es temporal y estamos trabajando para agregar soporte para otras bases de datos.
fr: Ceci est temporaire et nous travaillons à prendre en charge d'autres bases de données.

source: This is the end of the tour, we hope you enjoyed you found it informative! Please feel free to contact us on Discord and let us know what you think of Wizarr.
de: Dies ist das Ende der Tour, wir hoffen, es hat dir gefallen und fandest es informativ! Bitte zögere nicht, uns auf Discord zu kontaktieren und uns mitzuteilen, was du von Wizarr hälst.
es: Este es el final del recorrido, esperamos que lo hayas disfrutado y que haya sido informativo. No dudes en contactarnos en Discord para compartir lo que piensas de Wizarr.
fr: C'est la fin de la visite guidée, nous espérons que vous l'avez appréciée et trouvée complète ! N'hésitez pas à nous contacter sur Discord et à nous dire ce que vous pensez de Wizarr.

source: This is where you can manage your invitations, they will appear here in a list. Invitations are used to invite new users to your media server.
de: Hier kannst du deine Einladungen verwalten, sie werden hier in einer Liste angezeigt. Einladungen werden verwendet, um neue Benutzer zu Deinem Medienserver einzuladen.
es: Aquí es donde podrás administrar tus invitaciones, aparecerán aquí en una lista. Las invitaciones se utilizan para invitar a nuevos usuarios al servidor de medios.
fr: C'est ci que vous pouvez gérer vos invitations, elles apparaitront dans une liste. Les invitations sont utilisées pour inviter de nouveaux utilisateurs sur votre serveur multimédia.

source: This page is currently read only!
de: Diese Seite ist zur Zeit nur lesbar!
es: ¡Esta página es actualmente de solo lectura!
fr: Cette page est en lecture seule pour le moment !

source: To decrypt and encrypt backup files you can use the tools
de: Um Backup-Dateien zu entschlüsseln und zu verschlüsseln, kannst du diese Tools verwenden
es: Para descifrar y cifrar archivos de copia de seguridad puedes utilizar las herramientas
fr: Pour chiffrer et déchiffrer les fichiers de sauvegarder vous pouvez utiliser les outils

source: Total Invitations
de: Alle Einladungen
es: Invitaciones totales
fr: Total des invitations

source: Total Tasks
de: Alle Aufgaben
es: Tareas totales
fr: Total des tâches

source: Total Users
de: Alle Nutzer
es: Usuarios totales
fr: Total d'utilisateurs

source: Uh oh!
es: Oh no!
fr: Oh oh !

source: UI Settings
de: UI Einstellungen
es: Ajustes UI
fr: Paramètres de l'interface

source: Unable to save connection.
de: Verbindung konnte nicht gespeichert werden.
es: No se pudo guardar la conexión.
fr: Enregistrement de la connexion impossible.

source: Updates
es: Actualizaciones
fr: Mises à jour

source: User %{user} deleted
de: Benutzer %{user} wurde gelöscht
es: Usuario %{user} eliminado
fr: Utilisateur %{user} supprimé

source: User deletion cancelled
de: Löschung des Benutzers abgebrochen
es: Eliminación de usuario cancelada
fr: Suppression de l'utilisateur annulée

source: User Expiration
de: Ablaufdatum des Benutzers
es: Expiración de usuario
fr: Expiration de l'utilisateur

source: User expired %{s}
de: Benutzer ist abgelaufen am %{s}
es: Usuario expiró %{s}
fr: Utilisateur expiré %{s}

source: User expires %{s}
de: Benutzer läuft ab am %{s}
es: Usuario expira %{s}
fr: L'utilisateur expire %{s}

source: Username
de: Nutzername
es: Nombre de usuario
fr: Nom d'utilisateur

source: Users
de: Benutzer
es: Usuarios
fr: Utilisateurs

source: View
de: Anzeigen
es: Ver
fr: Afficher

source: View and download server logs
de: Serverprotokolle anzeigen und herunterladen
es: Ver y descargar registros del servidor
fr: Afficher et télécharger les journaux du serveur

source: View and manage scheduled tasks
de: Geplante Aufgaben anzeigen und verwalten
es: Very y administrar tareas asignadas
fr: Afficher et gérer les tâches programmées

source: View and manage your active sessions
de: Aktive Sitzungen anzeigen und verwalten
es: Ver y administrar tus sesiones activas
fr: Afficher et gérer les sessions actives

source: View and manage your membership
de: Mitgliedschaft anzeigen und verwalten
es: Consulta y gestiona tu membresía
fr: Afficher et gérer votre adhésion

source: View API key
de: API-Schlüssel anzeigen
es: Ver clave API
fr: Afficher la clé API

source: View information about the server
de: Informationen zum Server anzeigen
es: Ver información del servidor
fr: Afficher les informations à propos du serveur

source: Waving our wands
de: Mit unseren Zauberstäben schwingen
es: Agitando nuestras varitas
fr: Agitation des baguettes magiques

source: We have categorized all of your settings to make it easier to find them.
de: Wir haben alle Einstellungen in Kategorien eingeteilt, damit Du sie leichter finden kannst.
es: Hemos categorizado todas tus configuraciones para que sea más fácil encontrarlas.
fr: Nous avons catégorisé tous vos paramètres pour les rendre plus faciles à trouver.

source: We want to help you get started with Wizarr as quickly as possible, consider following this tour to get a quick overview.
de: Wir möchten Dir helfen, so schnell wie möglich mit Wizarr zu arbeiten. Folge dieser Tour, um einen schnellen Überblick zu erhalten.
es: Queremos ayudarte a comenzar con Wizarr lo más rápido posible. Sigue este recorrido para obtener una descripción general rápida.
fr: Nous souhaitons vous aider à utiliser Wizarr aussi vite que possible, considérez suivre cette visite guidée pour un aperçu rapide.

source: We're here to help you with any issues or questions you may have. If you require assistance, paying members can use the button below to begin a live support session with a Wizarr assistant and we will attempt to guide you through any issues you may be having and resolve them.
de: Wir sind hier, um dir bei allen Fragen oder Problemen zu helfen, die du haben könntest. Wenn du Unterstützung benötigst, kannst du als zahlendes Mitglied die Schaltfläche unten verwenden, um eine Live-Support-Sitzung mit einem Wizarr-Assistenten zu starten. Wir werden versuchen, dich durch eventuelle Probleme zu führen und sie zu lösen.
es: Estamos aquí para ayudarte con cualquier problema o pregunta que puedas tener. Si necesita ayuda, los miembros de pago pueden utilizar el botón de abajo para iniciar una sesión para tener soporte en directo con un asistente de Wizarr e intentaremos guiarle a través de cualquier problema que pueda tener y resolverlo.
fr: Nous sommes disponible pour vous aider dans le cas où vous rencontreriez des problèmes ou que vous auriez des questions. Si vous avez besoin d'aide, les membres payant une adhésion peuvent utiliser le bouton ci-dessous pour démarrer une session d'assistance en direct avec un staff Wizarr afin de vous guider et de résoudre les problèmes rencontrés.

source: Webhook deleted successfully
de: Webhook erfolgreich gelöscht
es: Webhook eliminado correctamente
fr: Webhook supprimé avec succès

source: Webhook deletion cancelled
de: Löschung des Webhooks abgebrochen
es: Eliminación de webhook cancelada
fr: Suppression du webhook annulée

source: Welcome to
de: Willkommen bei
es: Bienvenido a
fr: Bienvenue dans

source: Welcome to Wizarr
de: Willkommen bei Wizarr
es: Bienvenido a Wizarr
fr: Bienvenue dans Wizarr

source: With Plex, you'll have access to all of the movies, TV shows, music, and photos that are stored on their server!
de: Mit Plex habst Du Zugriff auf alle Filme, Fernsehsendungen, Musik und Fotos, die auf dem Server gespeichert sind!
es: Con Plex, tendrás acceso a todas las películas, programas de televisión, música y fotos almacenadas en su servidor!
fr: Avec Plex, vous aurez accès à tous les films, toutes les séries, musiques et images qui sont stockées sur leur serveur !

source: Wizarr is a software tool that provides advanced user invitation and management capabilities for media servers such as Jellyfin, Emby, and Plex. With Wizarr, server administrators can easily invite new users and manage their access
de: Wizarr ist ein Software-Tool, das erweiterte Einladungs- und Verwaltungsfunktionen für Medienserver wie Jellyfin, Emby und Plex bietet. Mit Wizarr können Server-Administratoren ganz einfach neue Benutzer einladen und deren Zugang verwalten
es: Wizarr es una herramienta de software que proporciona capacidades avanzadas de administración e invitación de usuarios para servidores de medios como Jellyfin, Emby y Plex. Con Wizarr, los administradores de servidores pueden invitar fácilmente a nuevos usuarios y manejar su acceso
fr: Wizarr est un programme qui fournit des capacités d'invitation et de gestion d'utilisateurs avancées pour des serveurs multimédias comme Jellyfin, Emby et Plex. Avec Wizarr, les administrateurs de serveurs peuvent facilement inviter de nouveaux utilisateurs et gérer leurs accès

source: Wizarr is an unverified app. This means that Plex may warn you about using it. Do you wish to continue?
de: Wizarr ist eine nicht verifizierte App. Das bedeutet, dass Plex möglicherweise vor der Verwendung warnen kann. Möchtest Du trotzdem fortfahren?
es: Wizarr es una aplicación no verificada. Esto significa que Plex puede advertirte sobre su uso. ¿Deseas continuar?
fr: Wizarr est une application non vérifiée. Cela signifie que Plex peut vous alerter sur son utilisation. Voulez-vous continuer ?

source: Wizarr will automatically scan your media server for new users, but you can also manually scan for new users by clicking on the 'Scan for Users' button, this is useful if Wizarr has not gotten around to doing it yet.
de: Wizarr scannt Deinen Medienserver automatisch nach neuen Benutzern, aber Du kannst auch manuell nach neuen Benutzern suchen, indem Du auf die Schaltfläche "Benutzern scannen" klickst, dies ist nützlich, wenn Wizarr noch nicht dazu gekommen ist, dies zu tun.
es: Wizarr escaneará automáticamente tu servidor de medios en busca de nuevos usuarios, pero también puede escanear manualmente en busca de nuevos usuarios haciendo clic en el botón 'Buscar usuarios'. Esto es útil si Wizarr aún no ha podido hacerlo.
fr: Wizarr recherchera automatiquement de nouveaux utilisateurs sur votre serveur, mais vous pouvez également le faire manuellement en cliquant sur le bouton "Rechercher des utilisateurs", c'est pratique si Wizarr n'a pas encore pu le faire.

source: Yes
de: Ja
es: Sí
fr: Oui

source: You are currently logged into membership.
de: Du bist momentan in deinem Mitgliedskonto eingeloggt.
es: Haz iniciado sesión con tu membresía.
fr: Vous êtes actuellement connecté avec un compte adhérent.

source: You can also edit your dashboard, delete widgets, add new widgets, and move them around.
de: Du kannst Dein Dashboard auch bearbeiten, Widgets löschen, neue Widgets hinzufügen und sie verschieben.
es: También puedes editar tu panel, eliminar widgets, agregar nuevos widgets y moverlos.
fr: Vous pouvez aussi éditer votre tableau de bord, supprimer des widgets, en ajouter et les organiser.

source: You can create a new invitation by clicking on the 'Create Invitation' button.
de: Du kannst eine neue Einladung erstellen, indem Du auf die Schaltfläche "Einladung erstellen" klickst.
es: Puedes crear una nueva invitación haciendo clic en el botón 'Crear invitación'.
fr: Vous pouvez créer une nouvelle invitation en cliquant sur le bouton "Créer une invitation".

source: You have successfully completed the setup process.
de: Du hast den Einrichtungsvorgang erfolgreich abgeschlossen.
es: Ha completado exitosamente el proceso de configuración.
fr: Vous avez compléter le processus de configuration avec succès.

source: You must be a paying member to use this feature.
de: Du musst zahlendes Mitglied sein, um diese Funktion nutzen zu können.
es: Para utilizar esta función, debe ser miembro de pago.
fr: Vous devez être un membre payant pour utiliser cette fonctionnalité.

source: You're all set, click continue to get started and walkthrough how to use %{serverName}!
de: Du bist bereit! Klicke auf Weiter, um zu starten und eine Anleitung zur Verwendung von %{serverName} zu erhalten!
es: Ya está todo listo, haz clic en continuar para comenzar y ver cómo usar %{serverName}!
fr: C'est terminé, cliquez sur continuer pour commencer et apprendre à utiliser %{serverName} !

source: Your browser does not support copying to clipboard
de: Dein Browser unterstützt das Kopieren in die Zwischenablage nicht
es: Tu navegador no soporta copiar al portapapeles
fr: Votre navigateur ne prend pas en charge la copie dans le presse-papiers

source: Your Done
de: Du bist fertig
es: Haz terminado
fr: Vous avez terminé

source: Your Invitations
de: Deine Einladungen
es: Tus invitaciones
fr: Vos invitations

source: Your Settings
de: Deine Einstellungen
es: Tus ajustes
fr: Vos paramètres

source: Your Users
de: Deine Benutzer
es: Tus usuarios
fr: Vos utilisateurs

source: Email
fr: Courriel

source: Membership
de: Mitgliedschaft
fr: Compte adhérent
