Repository: wizarrrrr/wizarr
Catalog: apps/wizarr-frontend/src/language/*/app.po
Languages: de, es, fr

source: About
de: Über
es: Acerca de
fr: À propos

source: Account
de: Konto
es: Cuenta
fr: Compte

source: Account Error
de: Kontofehler
es: Error en la cuenta
fr: Erreur avec le compte

source: Account Settings
de: Kontoeinstellungen
es: Opciones de cuenta
fr: Paramètres du compte

source: Add API keys for external services
de: API-Schlüssel für externe Dienste erstellen
es: Agregar claves API para servicios externos
fr: Ajouter des clés API pour des services externes

source: Add Custom HTML page to help screen
de: Füge der Hilfeseite eine benutzerdefinierte HTML-Seite hinzu
es: Agregar una página HTML personalizada a la pantalla de ayuda
fr: Ajouter une page de code HTML personnalisé à l'écran d'aide

source: Add Jellyseerr, Overseerr or Ombi support
de: Jellyseerr, Overseerr oder Ombi hinzufügen
es: Agregue soporte para Jellyseerr, Overseerr u Ombi
fr: Ajouter le support de Jellyseerr, Overseerr ou Ombi

source: Add Passkey
de: Passkey hinzufügen
es: Agregar clave de acceso
fr: Ajouter une phrase de passe

source: Add Request Service
de: Anfragedienst hinzufügen
es: Agregar servicio de solicitud
fr: Ajouter un service de requête

source: Add Service
de: Service hinzufügen
es: Agregar servicio
fr: Ajouter un service

source: Add webhooks for external services
de: Webhooks für externe Dienste hinzufügen
es: Agregar webhooks para servicios externos
fr: Ajouter des webhooks pour des services externes

source: Advanced Options
de: Erweiterte Optionen
es: Opciones avanzadas
fr: Options avancées

source: Advanced Settings
de: Erweiterte Einstellungen
es: Configuraciones avanzadas
fr: Paramètres avancés

source: Advanced settings for the server
de: Erweiterte Einstellungen für den Server
es: Configuraciones avanzadas para el servidor
fr: Paramètres du serveur avancés

source: All done!
de: Alles erledigt!
es: Listo!
fr: Tout est bon !

source: All of your media server settings will appear here, we know your going to spend a lot of time here 😝
de: Alle deine Medienserver-Einstellungen werden hier angezeigt. Wir wissen, dass du hier viel Zeit verbringen wirst! 😝
es: Todas las configuraciones de tu servidor multimedia aparecerán aquí, sabemos que pasarás mucho tiempo aquí 😝
fr: Tous les paramètres de votre serveur multimédia apparaitront ici, nous savons que vous allez y passez un petit moment 😝

source: All of your media server users will appear here in a list. You can manage them, edit them, and delete them. Other information like their expiration or creation date will also be displayed here.
de: Alle deine Medienserver-Benutzer werden hier in einer Liste angezeigt. Du kannst sie verwalten, bearbeiten und löschen. Weitere Informationen wie ihr Ablaufdatum oder das Erstellungsdatum werden ebenfalls hier angezeigt.
es: Todos los usuarios de su servidor de medios aparecerán aquí en una lista. Puede administrarlos, editarlos y eliminarlos. Aquí también se mostrará otra información como su fecha de vencimiento o creación.
fr: Tous vos utilisateurs de votre serveur multimédia apparaitront ici. Vous pouvez les gérer, les éditer et les supprimer. D'autres informations comme leur expiration ou leur date de création y seront également affichées.

source: An error occured while creating your account, your account may of not of been created, if you face issue attempting to login, please contact an admin.
de: Bei der Erstellung deines Kontos ist ein Fehler aufgetreten. Möglicherweise wurde dein Konto nicht erstellt. Wenn Du Probleme beim Anmelden haben, kontaktiere bitte einen Administrator.
es: Se ha producido un error al crear su cuenta, es posible que su cuenta no se haya creado. Si tiene problemas para iniciar sesión, póngase en contacto con un administrador.
fr: Une erreur est survenue pendant la création de votre compte, celui-ci peut ne pas avoir été créé, si vous rencontrez des problèmes pour vous connecter, veuillez contacter un administrateur.

source: API Key
de: API Schlüssel
es: Clave API
fr: Clé API

source: API key deleted successfully
de: API Schlüssel gelöscht
es: Clave API eliminada exitosamente
fr: Clé API supprimée avec succès

source: API key deletion cancelled
de: Löschung des API Schlüssels abgebrochen
es: Eliminación de clave API cancelada
fr: Suppression de la clé API annulée

source: API keys
de: API-Schlüssel
es: Claves API
fr: Clés API

source: Are you sure you want to delete this API key?
de: Bist du sicher, dass du diesen API-Schlüssel löschen möchtest?
es: ¿Estás seguro de que desea eliminar esta clave API?
fr: Confirmez-vous la suppression de cette clé API ?

source: Are you sure you want to delete this invitation?
de: Bist du sicher, dass du diese Einladung löschen möchtest?
es: ¿Estás seguro de que desea eliminar esta invitación?
fr: Confirmez-vous la suppression de cette invitation ?

source: Are you sure you want to delete this request?
de: Bist du sicher, dass du diese Anfrage löschen möchtest?
es: ¿Estás seguro de que desea eliminar esta solicitud?
fr: Confirmez-vous la suppression de cette demande ?

source: Are you sure you want to delete this webhook?
de: Bist du sicher, dass du diesen Webhook löschen möchtest?
es: ¿Estás seguro de que quieres eliminar este webhook?
fr: Confirmez-vous la suppression de ce webhook ?

source: Are you sure you want to reset your dashboard?
de: Bist du sicher, dass du dein Dashboard zurücksetzen möchtest?
es: ¿Estás seguro de que quieres restablecer tu tablero?
fr: Confirmez-vous la réinitialisation de votre tableau de bord ?

source: Are you sure you want to start a support session?
de: Bist Du sicher, dass Du eine Support-Sitzung starten möchten?
es: ¿Estás seguro de que quieres iniciar una sesión de soporte?
fr: Voulez vous commencer une demande d'assistance ?

source: Are you sure?
de: Bist du sicher?
es: ¿Estás seguro?
fr: Êtes-vous sûr(e) ?

source: Back
de: Zurück
es: Atrás
fr: Retour

source: Backup
de: Sicherung
es: Respaldo
fr: Sauvegarder

source: Backup File
de: Sicherungsdatei
es: Archivo de respaldo
fr: Fichier de sauvegarde

source: Change your password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer de mot de passe

source: Check for and view updates
de: Nach Updates suchen und anzeigen
es: Checar y ver actualizaciones
fr: Vérifier la présence de mise à jour

source: Click the key to copy to clipboard!
de: Klicke auf den Schlüssel, um ihn in die Zwischenablage zu kopieren!
es: Da click en la llave para copiar!
fr: Cliquez sur la clé pour la copier dans le presse-papiers !

source: Close
de: Schliessen
es: Cerrar
fr: Fermer

source: Configure Discord bot settings
de: Discord-Bot konfigurieren
es: Configurar los ajustes del bot de Discord
fr: Configurer le bot Discord

source: Configure notification settings
de: Benachrichtigungseinstellungen konfigurieren
es: Configurar ajustes de notificación
fr: Configurer les paramètres de notifications

source: Configure payment settings
de: Zahlungseinstellungen konfigurieren
es: Configurar ajustes de pago
fr: Configurer les paramètres de paiement

source: Configure your account settings
de: Kontoeinstellungen konfigurieren
es: Configurar ajustes de la cuenta
fr: Configurer les paramètres de votre compte

source: Configure your passkeys
de: Passkeys konfigurieren
es: Configurar claves de acceso
fr: Configurer vos phrases de passe

source: Continue to Login
de: Weiter zum Login
es: Continuar con el inicio de la sesión
fr: Continuer vers la connexion

source: Copied to clipboard
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers

source: Copy
de: Kopieren
es: Copiar
fr: Copier

source: Could not connect to the server.
de: Konnte keine Verbindung zum Server herstellen.
es: No se puede conectar con el servidor.
fr: Connexion au serveur échouée.

source: Create a backup of your database and configuration. Please set an encryption password to protect your backup file.
de: Erstelle eine Sicherung deiner Datenbank und Konfiguration. Bitte lege ein Verschlüsselungspasswort fest, um deine Sicherungsdatei zu schützen.
es: Cree una copia de seguridad de su base de datos y configuración. Establezca una contraseña de cifrado para proteger su archivo de respaldo.
fr: Créer une sauvegarde de votre base de données et de votre configuration. Veuillez choisir un mot de passe pour protéger votre fichier de sauvegarde.

source: Create and restore backups
de: Sicherungen erstellen und wiederherstellen
es: Crear y restaurar respaldos
fr: Créer et restaurer des sauvegardes

source: Create Another
de: Weitere erstellen
es: Crear otro
fr: Créer à nouveau

source: Create API Key
de: API-Schlüssel erstellen
es: Crear clave API
fr: Créer une clé API

source: Create Flow
de: Flow erstellen
es: Crear flujo
fr: Créer un flux

source: Create Invitation
de: Einladung erstellen
es: Crear invitación
fr: Créer une invitation

source: Create Webhook
de: Webhook erstellen
es: Crear webhook
fr: Créer un webhook

source: Currently Wizarr only supports it's internal SQLite database.
de: Derzeit unterstützt Wizarr nur seine interne SQLite-Datenbank.
es: Actualmente, Wizarr solo soporta su base de datos SQLite interna.
fr: Pour l'instant, Wizarr ne supporte que sa base de données SQLite intere.

source: Custom HTML
de: Eigenes HTML
es: HTML personalizado
fr: Code HTML personnalisé

source: Dashboard reset cancelled
de: Dashboard-Zurücksetzung abgebrochen
es: Restablecimiento del panel cancelado
fr: Réinitialisation du tableau de bord annulée

source: Dashboard reset successfully
de: Dashboard erfolgreich zurückgesetzt
es: Restablecimiento del panel exitoso
fr: Tableau de bord réinitialisé avec succès

source: Dashboard Widgets
es: Widgets del panel
fr: Widgets du tableau de bord

source: Database
de: Datenbank
es: Base de datos
fr: Base de données

source: Deleted users will not be visible
de: Gelöschte Benutzer werden nicht angezeigt
es: Los usuarios eliminados no serán visibles
fr: Les utilisateurs supprimés ne seront pas visibles

source: Discord Bot
es: Bot de Discord
fr: Bot Discord

source: Do you really want to delete this user from your media server?
de: Möchtest du diesen Benutzer wirklich von deinem Medienserver löschen?
es: ¿Estás seguro de querer eliminar este usuario de tu servidor?
fr: Confirmez-vous la suppression de cet utilisateur de votre serveur multimédia ?

source: Edit Dashboard
de: Dashboard bearbeiten
es: Editar panel
fr: Éditer le tableau de bord

source: Eh, So, What is Jellyfin exactly?
de: Ähm, also, was ist Jellyfin genau?
es: ¿Qué es Jellyfin?
fr: Qu'est-ce que Jellyfin exactement ?

source: Eh, So, What is Plex exactly?
de: Ähm, also, was ist Plex genau?
es: ¿Qué es Plex?
fr: Qu'est-ce que Plex exactement ?

source: Enable Discord page and configure settings
de: Discord-Seite aktivieren und Einstellungen konfigurieren
es: Activar página de Discord y configurar ajustes
fr: Activer la page Discord et configurer les paramètres

source: Encryption Password
de: Verschlüsselungspasswort
es: Contraseña de cifrado
fr: Mot de passe de chiffrement

source: End of Tour
de: Ende der Tour
es: Fin del tour
fr: Fin de la visite guidée

source: Enter your email and password to login into your membership.
de: Gib deine E-Mail-Adresse und dein Passwort ein, um dich in deinem Mitgliedskonto anzumelden.
es: Introduzca su dirección de correo electrónico y contraseña para acceder a su cuenta.
fr: Renseignez votre courriel et mot de passe pour vous connecter à votre compte adhérent.

source: Expired %{s}
de: Abgelaufen am %{s}
es: Expirado %{s}
fr: Expiré %{s}

source: Expires %{s}
de: Läuft ab am %{s}
es: Expira %{s}
fr: Expire %{s}

source: First name
de: Vorname
es: Nombre
fr: Prénom

source: Flow Editor
es: Editor de flujo
fr: Editeur de flux

source: General settings for the server
de: Allgemeine Einstellungen für den Server
es: Ajustes generales para el servidor
fr: Paramètres généraux du serveur

source: Get live support from the server admins
de: Hol dir Live-Support von den Server-Administratoren
es: Obtenga asistencia en vivo de los administradores del servidor
fr: Obtenir une assistance en direct des administrateurs du serveur

source: Get Started
de: Los geht's
es: Comenzar
fr: Commencer

source: Getting Started!
de: Los geht's!
es: ¡Comenzando!
fr: Commençons !

source: Go Home
de: Zur Startseite
es: Ir a Inicio
fr: Se rendre à l'accueil

source: Go to Dashboard
de: Zum Dashboard
es: Ir al Panel
fr: Se rendre au tableau de bord

source: Go to Login
de: Zum Login
es: Ir a Login
fr: Se rendre à la page de connexion

source: Great news! You now have access to our server's media collection. Let's make sure you know how to use it with Jellyfin.
de: Tolle Neuigkeiten! Du hast nun Zugang zur Mediensammlung unseres Servers. Lass uns sicherstellen, dass Du weisst, wie Du diese mit Jellyfin nutzen kannst.
es: ¡Buenas noticias! Ahora tienes acceso a nuestra colección de medios. Asegurémonos de que sabes usarlo con Jellyfin.
fr: Bonne nouvelle ! Vous avez à présent accès à notre serveur multimédia. Assurons-nous que vous sachez l'utiliser avec Jellyfin.

source: Great question! Plex is a software that allows individuals to share their media collections with others. If you've received this invitation, it means someone wants to share their library with you.
de: Gute Frage! Plex ist eine Software, mit der Personen ihre Mediensammlungen mit anderen teilen können. Wenn Du diese Einladung erhalten hast, bedeutet das, dass jemand seine Bibliothek mit Dir teilen möchte.
es: ¡Buena pregunta! Plex es un software que permite a las personas compartir sus colecciones de medios con otras personas. Si recibió esta invitación, significa que alguien quiere compartir su biblioteca con usted.
fr: Bonne question ! Plex est un programme qui permet aux individus de partager leurs médias avec d'autres. Si vous avez reçu cette invitation, cela veut dire que quelqu'un veut partager ses médias avec vous.

source: here
de: hier
es: aquí
fr: ici

source: Home
de: Start
es: Inicio
fr: Accueil

source: https://example.com
de: https://beispiel.de
es: https://ejemplo.com
fr: https://exemple.com

source: I wanted to invite you to join my media server.
de: Ich möchte dich dazu einladen, meinem Medienserver beizutreten.
es: Quisiera invitarte a unirte a mi servidor de medios.
fr: Je voulais vous inviter à rejoindre mon serveur multimédia.

source: If you were sent here by a friend, please request access or if you have an invite code, please click Get Started!
de: Wenn dich ein Freund hierher geschickt hat, bitte um Zugang, oder wenn du einen Einladungscode hast, klicke auf 'Los geht's!
es: Si un amigo lo envió aquí, solicite acceso o si tiene un código de invitación, haga clic en Comenzar!
fr: Si vous avez été amené ici par un ami, veuillez demander un accès ou si vous avec un code d'invitation, cliquez sur Commencer !

source: Invitation Code
de: Einladungscode
es: Código de invitación
fr: Code d'invitation

source: Invitation deleted successfully
de: Einladung erfolgreich gelöscht
es: Invitación eliminada exitosamente
fr: Invitation supprimée avec succès

source: Invitation Details
de: Einladungsdetails
es: Detalles de la invitación
fr: Détails de l'invitation

source: Invitation expired %{s}
de: Einladung abgelaufen am %{s}
es: Invitación expirada %{s}
fr: Invitation expirée %{s}

source: Invitation expires %{s}
de: Einladung läuft ab am %{s}
es: La invitación expira %{s}
fr: L'invitation expire %{s}

source: Invitation Settings
de: Einladungseinstellungen
es: Ajustes de invitación
fr: Paramètres de l'invitation

source: Invitation used
de: Einladung wurde verwendet
es: Invitación utilizada
fr: Invitation utilisée

source: Invitation Users
de: Eingeladene Benutzer
es: Usuarios de invitación
fr: Utilisateurs de l'invitation

source: Invitations
de: Einladungen
es: Invitaciones

source: Invite Code
de: Einladungscode
es: Código de invitación
fr: Code d'invitation

source: Invited Users
de: Eingeladene Benutzer
es: Usuarios invitados
fr: Utilisateurs du code

source: Jellyfin is a platform that lets you stream all your favorite movies, TV shows, and music in one place. It's like having your own personal movie theater right at your fingertips! Think of it as a digital library of your favorite content that you can access from anywhere, on any device - your phone, tablet, laptop, smart TV, you name it.
de: Jellyfin ist eine Plattform, mit der Sie alle Ihre Lieblingsfilme, Fernsehsendungen und Musik an einem Ort streamen können. Es ist, als hätten Sie Ihr persönliches Kino direkt zur Hand! Betrachten Sie es als eine digitale Bibliothek Ihrer Lieblingsinhalte, auf die Sie von überall und auf jedem Gerät zugreifen können – Ihrem Telefon, Tablet, Laptop, Smart-TV, was auch immer.
es: Jellyfin es una plataforma que te permite transmitir todas tus películas, programas de TV y música favoritos en un solo lugar. ¡Es como tener tu propia sala de cine al alcance de tu mano! Piensa en ello como una biblioteca digital de su contenido favorito a la que puedes acceder desde cualquier lugar y en cualquier dispositivo: teléfono, tableta, computadora portátil, televisor inteligente, lo que sea.
fr: Jellyfin est une plateforme qui vous permet de diffuser tous vos médias favoris à un seul endroit. C'est comme avoir votre cinéma personnel à portée de main ! Voyez le comme une médiathèque avec vos contenus préférés accessible n'importe où, sur n'importe quel appareil, smartphone, tablette, ordinateur ou smart TV.

source: Join
de: Beitreten
es: Unirse
fr: Rejoindre

source: Join & Download
de: Beitreten & Herunterladen
es: Unirse y descargar
fr: Rejoindre et télécharger

source: Join & Download Plex for this device
de: Beitreten und Plex für dieses Gerät herunterladen
es: Unirse y descargar Plex para este dispositivo
fr: Rejoindre et télécharger Plex pour cet appareil

source: Join my media server
de: Trete meinem Medienserver bei
es: Unirse a mi servidor
fr: Rejoindre mon serveur multimédia

source: Join our Discord
de: Treten Sie unserem Discord bei
es: Únase a nuestro Discord
fr: Rejoignez notre Discord

source: Last name
de: Nachname
es: Apellido
fr: Nom de famille

source: Latest Info
de: Neueste Informationen
es: Información más reciente
fr: Dernières informations

source: Latest Information
de: Neueste Informationen
es: Información reciente
fr: Dernières informations

source: Like this Widget, it shows you the latest information about Wizarr and will be updated regularly by our amazing team.
de: Dieses Widget zeigt die neuesten Informationen über Wizarr und wird regelmäßig von unserem großartigen Team aktualisiert.
es: Al igual que este widget, le muestra la información más reciente sobre Wizarr y nuestro increíble equipo lo actualizará periódicamente.
fr: Comme ce widget, cela montre les dernières informations à propos de Wizarr et sera mis à jour régulièrement par notre fabuleuse équipe.

source: Live Support
es: Asistencia en directo
fr: Assistance en direct

source: Load More
de: Mehr laden
es: Cargar más
fr: Charger plus

source: Login
de: Anmelden
es: Iniciar sesión
fr: Se connecter

source: Login into Membership
de: Einloggen in die Mitgliedschaft
es: Conectar con membresía
fr: Connexion avec un compte adhérent

source: Login to Plex
de: Bei Plex anmelden
es: Iniciar sesión en Plex
fr: Se connecter à Plex

source: Login with Passkey
de: Mit Passkey anmelden
es: Inicia sesión con Passkey
fr: Se connecter avec une phrase de passe

source: Login with Password
de: Anmelden mit Passwort
es: Inicia sesión con contraseña
fr: Se connecter avec un mot de passe

source: Logout
de: Ausloggen
es: Cerrar la sesión
fr: Déconnexion

source: Logs
es: Registros
fr: Journaux

source: Made by
de: Hergestellt von
es: Hecho por
fr: Créé par

source: Main Settings
de: Einstellungen
es: Ajustes principales
fr: Paramètres généraux

source: Manage you Wizarr server
de: Verwalte Deinen Wizarr-Server
es: Administra tu servidor Wizarr
fr: Gérer votre serveur Wizarr

source: Manage your command flows
de: Befehlsabläufe verwalten
es: Administra tus flujos de comandos
fr: Gérer vos flux de commandes

source: Manage your invitations
de: Deine Einladungen verwalten
es: Administra tus invitaciones
fr: Gérer vos invitations

source: Manage your media server users
de: Benutzer des Mediaservers verwalten
es: Administra tus usuarios
fr: Gérer vos utilisateurs du serveur multimédia

source: Managing %{user}
de: Verwaltung von %{user}
es: Administrando %{user}
fr: Gestion de %{user}

source: Martian
de: Marsmensch
es: Marciano
fr: Martin

source: marvin
es: usuario
fr: jean

source: Marvin
es: Usuario
fr: Jean

source: marvin@wizarr.org
es: usuario@wizarr.org
fr: jean@exemple.com

source: Members Online
de: Mitglieder online
es: Miembros en línea
fr: Membres connectés

source: Members Only
de: Nur für Mitglieder
es: Solo los miembros
fr: Membres Uniquement

source: Membership Registration
de: Mitgliedschaftsregistrierung
es: Registro de membresía
fr: Inscription adhérent

source: Membership Required
de: Mitgliedschaft erforderlich
es: Membresía requerida
fr: Adhésion requise

source: Mixing the potions
de: Mixen der Zaubertränke
es: Mezclando las pociones
fr: Mélange des potions

source: Modify the look and feel of the server
de: Erscheinungsbild des Servers ändern
es: Modificar la apariencia del servidor
fr: Modifier l'apparence du serveur

source: My API Key
de: Mein API Schlüssel
es: Mi clave API
fr: Ma clé API

source: My Webhook
de: Mein Webhook
es: Mi webhook
fr: Mon webhook

source: Name
es: Nombre
fr: Nom

source: Next
de: Weiter
es: Siguiente
fr: Suivant

source: Next Page
de: Nächste Seite
es: Siguiente página
fr: Page suivante

source: No API Keys found
de: Keine API-Schlüssel gefunden
es: No se encontraron claves API
fr: Aucune clé API trouvée

source: No contributors found
de: Keine Unterstützer gefunden
es: No se encontraron contribuidores
fr: Aucun contributeur trouvé

source: No expiration
de: Kein Ablaufdatum
es: No expira
fr: Aucune expiration

source: No Invitations found
de: Keine Einladungen gefunden
es: No se encontraron invitaciones
fr: Aucune invitation trouvée

source: No Passkeys found
de: Keine Passkeys gefunden
es: No se encontraron Passkeys
fr: Aucune phrase de passe trouvée

source: No Requests found
de: Keine Anfragen gefunden
es: No se encontraron solicitudes
fr: Aucune demande trouvée

source: No settings matched your search.
de: Es wurden keine Einstellungen gefunden, die Deiner Suche entsprechen.
es: Ninguna configuración coincidió con su búsqueda.
fr: Aucun paramètre correspondant à votre recherche.

source: No Users found
de: Keine Benutzer gefunden
es: No se encontraron usuarios
fr: Aucun utilisateur trouvé

source: No Webhooks found
de: Kein Webhook gefunden
es: No se encontraron webhooks
fr: Aucun webhook trouvé

source: Notifications
de: Benachrichtigungen
es: Notificaciones

source: Okay
es: Vale
fr: D'accord

source: Open Jellyfin
de: Öffnen Jellyfin
es: Abrir Jellyfin
fr: Ouvrir Jellyfin

source: Open Plex
de: Plex öffnen
es: Abrir Plex
fr: Ouvrir Plex

source: Passkey Authentication
de: Passkey Authentifizierung
es: Autenticación de clave de acceso
fr: Authentification par phrase de passe

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: Payments
de: Zahlungen
es: Pagos
fr: Paiements

source: Planning on watching Movies on this device? Download Jellyfin for this device or click 'Next' to for other options.
de: Planen Sie, Filme auf diesem Gerät anzusehen? Laden Sie Jellyfin für dieses Gerät herunter oder klick auf weiter für mehr Auswahl.
es: ¿Planeas ver películas en este dispositivo? Descarga Jellyfin para este dispositivo o haz clic en "Siguiente" para ver otras opciones.
fr: Vous comptez visionner des médias sur cet appareil ? Téléchargez Jellyfin pour celui-ci ou cliquez sur "Suivant" pour d'autres options.
